Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Acquisition Cost check box on the invoice before posting, the following calculation is made:
cs_cz: nákladů pořízení na faktuře před zaúčtováním, tak se provede následující výpočet:

source: The additional acquisition cost is depreciated by ((150 x 100) / 4800) / 100 x 480 = 15
cs_cz: Doplňující pořizovací náklady jsou odepisovány ((150 x 100) / 4800) / 100 x 480 = 15

source: The depreciable basis is now 5280 = (4800 + 480), and the accumulated depreciation is 165 = (100 + 50 + 15), corresponding to 45 days of depreciation of the total acquisition cost.
cs_cz: Odpisovatelný základ je nyní 5280 = (4800 + 480) a akumulované odpisy jsou 165 = (100 + 50 + 15), což odpovídá 45 dnům odpisů z celkové pořizovací ceny.

source: This means that the asset will be totally depreciated within the estimated lifetime of four years.
cs_cz: To znamená, že majetek bude zcela odepsán během předpokládané životnosti čtyř let.

source: When the Calculate Depreciation batch job is run on 09/30/00, the following calculation is made:
cs_cz: Když je dávková úloha Výpočet odpisů spuštěna dne 09/30/00, provede se následující výpočet:

source: Remaining depreciable life is 3 years, 10 months and 15 days = 1395 days
cs_cz: Zbývající doba odpisování je 3 roky, 10 měsíců a 15 dní = 1395 dní

source: Book value is (5280 - 165) = 5115
cs_cz: Účetní hodnota je (5280 - 165) = 5115

source: Depreciation amount for September 2000:
cs_cz: Částka odpisů za září 2000:

source: Total of depreciation = 165 + 55 = 220
cs_cz: Celkové odpisy = 165 + 55 = 220

source: If you did not select the Depr. until FA Posting Date check box, the asset would loose 15 days of depreciation because the Calculate Depreciation batch job run on 09/30/00 would calculate depreciation from 09/15/00 to 09/30/00.
cs_cz: Pokud jste nevybrali zaškrtávací políčko Odpisy od zúčt.data DM, majetek by ztratil 15 dní odpisování, protože dávková úloha Výpočet odpisů je spuštěna dne 09/30/00 a vypočítá odpis od 09/15/00 do 09/30/00.

source: This means that when the Calculate Depreciation batch job is run on 09/30/00, the calculation is as follows:
cs_cz: To znamená, že když je spuštěna dávková úloha Výpočet odpisů dne 09/30/00, výpočet je následující:

source: Remaining life time is 3 years, 10 months and 15 days = 1395 days
cs_cz: Zbývající doba života je 3 roky, 10 měsíců a 15 dní = 1395 dní

source: Book value is (4800 + 480 - 100 - 15) = 5165
cs_cz: Účetní hodnota je (4800 + 480 - 100 - 15) = 5165

source: Total of depreciation = 100 + 15 + 55.54 = 170.54
cs_cz: Celkové odpisy = 100 + 15 + 55,54 = 170,54

source: Set Up Fixed Asset Depreciation
cs_cz: Nastavení odpisů DM

source: You can use various methods of depreciation for preparing financial statements and income tax returns.
cs_cz: Můžete použít různé metody odpisování pro sestavení finančního výkazu a daně z příjmu.

source: Many large corporations use straight-line depreciation in their financial statements because this generally permits reporting higher earnings.
cs_cz: Mnoho velkých společností používá přímé odpisy v jejich finančních výkazech, protože toto obecně umožňuje vykazovat vyšší výdělky.

source: For income tax purposes, however, many businesses use an accelerated depreciation method.
cs_cz: Pro účely daně z příjmů však mnoho podniků používá metodu zrychleného odpisování.

source: When you have created the relevant depreciation books, you must assign one or more depreciation books to each fixed asset.
cs_cz: Když jste vytvořili příslušné odpisové knihy, musíte každému dlouhodobému majetku přiřadit jeden nebo více odpisových knih.

source: A depreciation book that is assigned to a fixed asset is referred to as a fixed asset depreciation book.
cs_cz: Odpisová kniha, která je přidělena k dlouhodobému majetku, se označuje jako odpisová kniha DM.

source: Accordingly, the window for assigned depreciation books is called FA Depreciation Books.
cs_cz: Okno pro přidělené odpisové knihy se jmenuje Knihy odpisů DM.

source: To create a depreciation book
cs_cz: Vytvoření odpisové knihy

source: In a fixed asset depreciation book, you specify how fixed assets are depreciated.
cs_cz: V odpisové knize DM specifikujete, jak je odpisován dlouhodobý majetek.

source: To accommodate various methods of depreciation, you can set up multiple depreciation books.
cs_cz: Chcete-li přizpůsobit různé metody odpisování, můžete nastavit více odpisových knih.

source: In the Depreciation Books List window, choose the New action.
cs_cz: V okně Seznam knih odpisů zvolte akci Nový.

source: In the Depreciation Book Card window, fill in the fields as necessary.
cs_cz: V okně Karta knihy odpisů vyplňte pole podle potřeby.

source: You can record fixed asset transactions in the Fixed Asset G/L Journal window or in the Fixed Asset Journal window, depending on whether the transactions are for financial reporting or for internal management.
cs_cz: Můžete zaznamenat transakce DM v okně Finanční deník DM nebo v okně Deník DM v závislosti na tom, zda jsou transakce určeny pro finanční sestavy nebo pro interní správu.

source: Follow the next step to define which type of journal is used for the different fixed asset activities by default.
cs_cz: Postupujte podle následujícího kroku a definujte, který typ deníku se používá pro různé činnosti DM ve výchozím nastavení.

source: On the Integration FastTab, select the check box for each fixed asset activity whose transactions you want to post using the Fixed Asset G/L Journal window.
cs_cz: Na kartě záložky s náhledem Integrace vyberte zaškrtávací políčko pro každou aktivitu DM, jejíž transakce chcete zaúčtovat pomocí okna Finanční deník DM.

source: Repeat steps 2 through 4 for each depreciation method or posting method that you want to assign to fixed assets as a depreciation book.
cs_cz: Opakujte kroky 2 až 4 pro každou metodu odpisování nebo metodu zaúčtování, kterou chcete přiřadit k dlouhodobému majetku jako odpisovou knihu.

source: To assign a depreciation book to a fixed asset
cs_cz: Přiřazení odpisové knihy k dlouhodobému majetku

source: Select the fixed asset that you want to set up a fixed asset depreciation book for.
cs_cz: Vyberte dlouhodobý majetek, pro který chcete nastavit odpisovou knihu DM.

source: Alternatively, choose the Depreciation Books action to specify one or more fixed asset depreciation books.
cs_cz: Případně vyberte akci Knihy odpisů k určení jedné nebo více odpisových knih DM.

source: When you use the manual depreciation method, you must enter depreciation manually in the fixed asset G/L journal.
cs_cz: Pokud používáte ruční metodu odpisů, je nutné ručně zadat odpis DM ve finančním deníku.

source: The Calculate Depreciation function omits fixed assets that use the manual depreciation method.
cs_cz: Funkce Výpočet odpisů vynechává dlouhodobý majetek, který používá metodu ručního odpisování.

source: You can use this method for assets that are not subject to depreciation, such as land.
cs_cz: Tuto metodu můžete použít pro majetek, který nepodléhá odpisům například pozemky.

source: To assign a depreciation book to multiple fixed assets with a batch job
cs_cz: Přidělení odpisové knihy do více dlouhodobých aktiv s dávkovou úlohou

source: If you want to assign a depreciation book to several fixed assets, you can use the Create FA Depreciation Books batch job to have Dynamics NAV automatically create the necessary fixed assets depreciation books.
cs_cz: Chcete-li přiřadit odpisovou knihu k několika dlouhodobému majetku, můžete použít dávkovou úlohu Vytvořit knihy odpisů DM, abyste v Dynamics NAV automaticky vytvořili potřebné odpisové knihy DM.

source: Select the fixed asset that you want to set up a assign a depreciation book to, and then choose the Edit action.
cs_cz: Vyberte dlouhodobý majetek, u kterého chcete přiřadit odpisovou knihu a pak vyberte akci Upravit.

source: In the Depreciation Book Card window, choose the Create FA Depreciation Books action.
cs_cz: Na kartě Karta knihy odpisů vyberte akci Vytvořit knihy odpisů DM.

source: In the Create FA Depreciation Books window, fill in the Depreciation Book field.
cs_cz: V okně Vytvořit knihy odpisů DM vyplňte pole Kniha odpisů.

source: Choose the Copy from FA No.
cs_cz: Zvolte pole Kopie z DM číslo

source: field, and then select the fixed asset number that you want to use as the basis for creating new fixed asset depreciation books.
cs_cz: a poté vyberte číslo DM, které chcete použít jako základ pro vytváření nových odpisových knih DM.

source: If you fill in this field, the depreciation fields in the new fixed asset depreciation books will contain the same information as the corresponding fields in the fixed asset depreciation book that you copy from.
cs_cz: Pokud vyplníte toto pole, odpisové pole v nových odpisových knihách DM bude obsahovat stejné informace jako odpovídající pole v odpisové knize DM, z které jste kopírovali.

source: Leave the field blank if you want to create new fixed asset depreciation books with empty depreciation fields.
cs_cz: Ponechejte pole prázdné, chcete-li vytvořit nové odpisové knihy DM s prázdnými poli odpisů.

source: On the Fixed Asset FastTab, you can set a filter to select the assets that you want to create the fixed asset depreciation books for.
cs_cz: Na záložce s náhledem Dlouhodobý majetek můžete nastavit filtr pro výběr majetku, který chcete vytvořit pro odpisové knihy DM.

source: To set up depreciation posting types
cs_cz: Nastavení typů odpisů zaúčtování

source: For each depreciation book, you must set up how you want Dynamics NAV to handle various posting types.
cs_cz: Pro každou odpisovou knihu musíte nastavit, jak chcete v Dynamics NAV zpracovávat různé typy zaúčtování.

source: For example, whether posting should be debit or credit and whether the posting type should be included in the depreciable basis.
cs_cz: Například, zda by zaúčtování mělo být MD nebo Dal a zda by měl být typ zaúčtování zahrnut do odpisovatelného základu.

source: Select the depreciation book that you want to set up, and them choose the FA Posting Type Setup action.
cs_cz: Vyberte odpisovou knihu, kterou chcete nastavit a poté vyberte akci Nastavení typu účtování DM.

source: In the FA Posting Type Setup window, fill in the fields as necessary.
cs_cz: V okně Nastavení typu účtování DM vyplňte pole podle potřeby.

source: You cannot insert or delete lines in the FA Posting Type Setup window.
cs_cz: Nemůžete vložit nebo odstranit řádky v okně Nastavení typu účtování DM.

source: You can only modify the existing lines.
cs_cz: Můžete upravit pouze existující řádky.

source: We recommend that you do not change the setup for depreciation books for entries that have already been posted.
cs_cz: Doporučujeme, abyste nezměnili nastavení odpisových knih pro položky, které již byly zaúčtovány.

source: Changes will not affect the entries that are already posted, which would make depreciation book statistics misleading.
cs_cz: Změny nebudou mít vliv na položky, které již byly zaúčtovány, což by způsobilo statistiky odpisových knih zavádějící.

source: To set up default templates and batches for fixed asset depreciation
cs_cz: Nastavení výchozích šablon a dávek pro odpisy DM

source: For each depreciation book, you define a default setup of templates and batches.
cs_cz: Pro každou odpisovou knihu definujete výchozí nastavení šablon a dávek.

source: You use these defaults to:
cs_cz: Tyto výchozí hodnoty používejte k:

source: Duplicate lines from one journal to another.
cs_cz: Duplikaci řádků z jednoho deníku do druhého.

source: Create journal lines using the Calculate Depreciation or Index Fixed Assets batch jobs.
cs_cz: Vytvoření řádků deníku pomocí dávkových úloh Výpočet odpisů nebo Indexovat DM.

source: Duplicate acquisition costs in the insurance journal.
cs_cz: Duplikaci pořizovací ceny v deníku pojištění.

source: Select the depreciation book that you want to define default journals for, and then choose the FA Journal Setup action.
cs_cz: Vyberte odpisovou knihu, pro kterou chcete definovat výchozí deník a poté vyberte akci Nastavení deníku DM.

source: If you want to have a default setup for each user, choose the User ID field to select from the Users window.
cs_cz: Chcete-li mít výchozí nastavení pro každého uživatele, vyberte pole ID uživatele z okna Uživatelé.

source: In the other fields, select the journal template or journal batch that must be used by default.
cs_cz: V ostatních polích vyberte šablonu deníku nebo dávku deníku, která musí být použita ve výchozím nastavení.

source: Set Up General Fixed Assets Information
cs_cz: Nastavení informací o obecném dlouhodobém majetku

source: Before you can manage fixed assets, you must set up default G/L accounts, allocation keys, journal templates and batches for fixed asset posting and reclassification, and you can classify fixed assets in classes, such as Tangible and Intangible.
cs_cz: Než budete moci spravovat dlouhodobý majetek, musíte nastavit výchozí finanční účty, alokační klíče, šablony deníků a dávky pro zaúčtování DM a reklasifikaci a klasifikovat dlouhodobý majetek v třídách, jako je Hmotný a Nehmotný.

source: To set up general default values for fixed assets
cs_cz: Nastavení obecných výchozích hodnot pro dlouhodobý majetek

source: You define the general behavior or the fixed asset functionality and set up document number series in the in the Fixed Assets Setup window.
cs_cz: Definujte obecné chování nebo funkčnost DM a nastavte řadu čísel dokumentu v okně Nastavení DM.

source: In the top right corner, choose the Search for Page or Report icon, enter Fixed Assets Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení DM a pak vyberte související odkaz.

source: To set up fixed asset posting groups
cs_cz: Nastavení účtovacích skupin DM

source: You use posting groups to define groups of fixed assets.
cs_cz: Pomocí účtovacích skupin můžete definovat skupiny DM.

source: Entries for these posting groups are posted to the same general ledger accounts.
cs_cz: Položky pro tyto účtovací skupiny jsou zaúčtovány na stejných účtech hlavní knihy.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Posting Groups, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účto skupiny DM a pak vyberte související odkaz.

source: In the FA Posting Group Card window, fill in the fields as necessary.
cs_cz: V okně Karta účto skupiny DM vyplňte pole podle potřeby.

source: To make sure that balancing accounts for different fixed assets postings are automatically inserted when you choose the Insert FA Bal.
cs_cz: Chcete-li se ujistit, že vyrovnávací účty pro různý zaúčtovaný dlouhodobý majetek jsou automaticky vloženy, zvolte akci Vložit protiúčet

source: Account action on journal lines, follow the next step, based on appreciation posting.
cs_cz: DM na řádcích deníku a postupujte podle dalšího kroku založeného na zhodnocení zaúčtování.

source: On the Balancing Account FastTab, in the Appreciation Bal.
cs_cz: V záložce s náhledem Vyrovnávací účet pole Protiúčet

source: Account field, select the general ledger account to which you want to post balancing entries for appreciation.
cs_cz: zhodnocení obsahuje účet hlavní knihy, na který chcete zaúčtovat zůstatkové položky pro zhodnocení.

source: For more information about using the Insert FA Bal.
cs_cz: Další informace o použití akce Vložit protiúčet

source: Account action on fixed asset G/L journal lines, see, for example, How to:
cs_cz: DM na řádcích finančního deníku DM, viz například Návod:

source: Revalue Fixed Assets .
cs_cz: Přecenění DM .

source: To set up fixed asset allocation keys
cs_cz: Nastavení přidělovacích klíčů DM

source: Transactions can be allocated to various departments or projects, according to user-defined allocation keys.
cs_cz: Transakce mohou být přiděleny různým oddělením nebo projektům podle uživatelsky definovaných přidělovacích klíčů.

source: For example, you could set up an allocation key to allocate depreciation costs on cars with 35 percent to the administration department and 65 percent to the sales department.
cs_cz: Například byste mohli nastavit přidělovací klíč pro přidělení nákladů na odpisy vozidel s 35% administrativnímu oddělení a 65% prodejnímu oddělení.

source: Use Allocation Keys in General Journals .
cs_cz: Použití přidělovacího klíče v obecných denících .

source: Allocation keys apply to fixed asset classes, not to individual assets.
cs_cz: Přidělovací klíče platí pro třídy DM, nikoli pro jednotlivý majetek.

source: In the FA Posting Groups window, choose the Allocations action, and then choose a posting type.
cs_cz: V okně Účto skupiny DM vyberte akci Rozdělení a poté vyberte typ účtování.

source: In the FA Allocations window, fill in the fields as necessary.
cs_cz: V okně Rozdělení DM vyplňte pole podle potřeby.

source: Repeat steps 2 and 3 for each posting type that you want to define allocation keys for.
cs_cz: Opakujte kroky 2 a 3 pro každý typ účtování, pro který chcete definovat přidělovací klíče.

source: To set up fixed asset journal templates
cs_cz: Nastavení šablon deníku DM

source: A template is a predefined layout for a journal.
cs_cz: Šablona je předdefinované rozložení pro deník.

source: The template contains information about trace codes, reports, and number series.
cs_cz: Šablona obsahuje informace o sledovacích kódech, výkazech a číselných řadách.

source: Dynamics NAV automatically creates a fixed asset journal template the first time that you open the Fixed Asset Journal window, but you can set up additional journal templates.
cs_cz: Dynamics NAV automaticky vytvoří šablonu deníku DM při prvním otevření okna Deník DM, ale můžete nastavit další šablony deníku.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Journal Templates, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Šablony deníku DM a pak vyberte související odkaz.

source: To set up fixed asset journal batches
cs_cz: Nastavení dávek deníku DM

source: You can set up multiple journal batches, which are individual journals for each journal template.
cs_cz: Můžete nastavit více dávek deníku, což jsou jednotlivé deníky pro každou šablonu deníku.

source: For example, employees can have their own journal batch that uses the employee’s initials as the journal batch name.
cs_cz: Zaměstnanci mohou například mít vlastní dávku deníku, která používá iniciály zaměstnanců jako název šablony deníku.

source: Select the relevant journal template, and then choose the Batches action.
cs_cz: Vyberte příslušnou šablonu deníku a pak zvolte akci Dávky.

source: In the FA Journal Batches window, fill in the fields as necessary.
cs_cz: V okně Dávky deníku DM vyplňte pole podle potřeby.

source: To set up fixed asset reclassification journal templates
cs_cz: Nastavení šablon deníku pro reklasifikaci DM

source: You use dedicated reclassification journals when you need to transfer, split, or combine fixed assets.
cs_cz: Používáte-li vyhrazené přeřazení deníků, když potřebujete převést, rozdělit nebo kombinovat dlouhodobý majetek.

source: Dynamics NAV automatically creates a fixed asset reclassification journal template the first time that you open the FA Reclass.
cs_cz: Dynamics NAV automaticky vytvoří šablonu deníku pro reklasifikaci DM při prvním otevření okna Deník přeřazení

source: Journal window, but you can set up additional reclassification journal templates.
cs_cz: DM , ale můžete nastavit další reklasifikaci šablony deníku.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Reclass.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Šablony deníku

source: Journal Templates , and then choose the related link.
cs_cz: přeřazení DM a pak vyberte související odkaz.

source: To set up fixed asset reclassification journal batches
cs_cz: Nastavení dávky deníku pro reklasifikaci DM

source: You can set up multiple journal batches, which are individual journals for each reclassification journal template.
cs_cz: Můžete nastavit více dávek deníku, což jsou jednotlivé deníky pro každou reklasifikaci šablony deníku.

source: For example, employees can have their own reclassification journal batch that uses the employee’s initials as the reclassification journal batch name.
cs_cz: Zaměstnanci mohou mít například vlastní reklasifikaci dávky deníku, který používá iniciály zaměstnanců jako název reklasifikaci dávky deníku.

source: In the FA Reclass.
cs_cz: V okně Listy deníku

source: Journal Batches window, fill in the fields as necessary.
cs_cz: přeřazení DM vyplňte pole podle potřeby.

source: To set up fixed asset class codes
cs_cz: Nastavení kódů tříd DM

source: Fixed asset class codes can be used to group fixed assets, for example, in tangible and intangible assets.
cs_cz: Kódy tříd DM můžou být použity k seskupení DM, například do hmotného a nehmotného majetku.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Classes, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Třidy DM a pak vyberte související odkaz.

source: Enter codes and names for the classes that you want to create.
cs_cz: Zadejte kódy a názvy pro třídy, které chcete vytvořit.

source: To set up fixed asset subclass codes
cs_cz: Nastavení podtřídových kódů DM

source: You use fixed asset subclass codes to group your fixed assets into categories, such as buildings, vehicles, furniture, or machinery.
cs_cz: Používáte-li podtřídové kódy DM k seskupení svého DM do kategorií jako jsou budovy, vozidla, nábytek nebo strojní zařízení.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Subclasses, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Podtřídy DM a pak vyberte související odkaz.

source: To set up fixed asset location codes
cs_cz: Nastavení kódů místa DM

source: You use fixed asset location codes to register the location of the fixed asset, such as sales department, reception, administration, production, or warehouse.
cs_cz: Použijete kódy místa DM k registraci umístění DM, např. oddělení prodeje, příjem, správa, výroba nebo sklad.

source: This information is useful for insurance and inventory purposes.
cs_cz: Tyto informace jsou užitečné pro účely pojištění a inventáře.

source: In the top right corner, choose the Search for Page or Report icon, enter FA locations, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Umístění DM a pak vyberte související odkaz.

source: Enter codes and names for the fixed asset locations that you want to create.
cs_cz: Zadejte kódy a názvy pro umístění DM, který chcete vytvořit.

source: To register opening entries
cs_cz: Zaregistrování otevíracích položek

source: If you are using the fixed assets in Dynamics NAV for the first time, you must set up the general ledger application area before you set up fixed assets.
cs_cz: Pokud používáte dlouhodobý majetek v Dynamics NAV poprvé, musíte nastavit oblast aplikace hlavní knihy před nastavením DM.

source: How you do this depends on whether fixed assets is integrated with general ledger.
cs_cz: Jak to uděláte, závisí na tom, zda je dlouhodobý majetek integrován do hlavní knihy.

source: The following procedure is used if fixed asset transactions are to be posted to the general ledger.
cs_cz: Následující postup se používá, pokud mají být transakce DM zaúčtovány do hlavní knihy.
